[
  "Солнце составляет около 99.86% всей массы Солнечной системы.",
  "Свет от Солнца до Земли идёт примерно 8 минут и 20 секунд.",
  "Марс известен как 'Красная планета' из-за оксида железа на поверхности.",
  "Юпитер — самая массивная планета в Солнечной системе.",
  "У Сатурна есть тысячи колец, но они очень тонкие.",
  "Венера вращается вокруг своей оси в противоположном направлении по сравнению с Землей.",
  "На Луне есть 'море', но это просто тёмные базальтовые равнины.",
  "Температура на Меркурии может изменяться от −173°C ночью до 427°C днём.",
  "Нейтронные звёзды такие плотные, что чайная ложка их материи весила бы миллиард тонн.",
  "Чёрные дыры настолько массивны, что даже свет не может их покинуть.",
  "Планета Уран вращается на боку по отношению к своей орбите.",
  "Кометы состоят из льда, пыли и замороженных газов.",
  "Пульсары — это быстро вращающиеся нейтронные звёзды, испускающие радиосигналы.",
  "Галактика Андромеды — ближайшая к Млечному Пути большая галактика.",
  "Космический микроволновой фон — это эхо Большого взрыва.",
  "Скорость света в вакууме — примерно 299 792 км/с.",
  "На Венере нет магнитного поля, в отличие от Земли.",
  "Млечный Путь содержит около 100–400 миллиардов звёзд.",
  "Астероиды могут быть остатками планетезималей из ранней Солнечной системы.",
  "Квазары — активные ядра далёких галактик с невероятной яркостью.",
  "Свет, который мы видим от далёких звёзд, может идти миллионы лет.",
  "Гравитационные волны были впервые обнаружены в 2015 году.",
  "На Юпитере и Сатурне идут дожди из металлического водорода.",
  "Спутник Европы (Юпитер) возможно скрывает подо льдом океан с водой.",
  "На Марсе были найдены следы замёрзших рек и озёр.",
  "Космический вакуум почти полностью лишён частиц и давления.",
  "Звёзды образуются в туманностях из газа и пыли.",
  "Сверхновые — это взрывы массивных звёзд в конце их жизни.",
  "Некоторые экзопланеты вращаются так близко к звезде, что одна сторона всегда обращена к ней.",
  "Темная материя составляет около 27% массы Вселенной.",
  "Темная энергия ускоряет расширение Вселенной.",
  "Венера самая горячая планета, несмотря на то что она не самая близкая к Солнцу.",
  "Марс имеет самую высокую гору в Солнечной системе — Олимп, высотой 21 км.",
  "Солнце в будущем станет красным гигантом через ~5 миллиардов лет.",
  "Звёзды могут жить от миллионов до миллиардов лет в зависимости от массы.",
  "В Солнечной системе есть троянские астероиды, которые движутся вместе с Юпитером.",
  "Некоторые метеориты содержат органические соединения, похожие на те, что на Земле.",
  "Планета Нептун была открыта в 1846 году благодаря математическим расчётам.",
  "На Плутоне есть горы из водяного льда.",
  "Сатурн мог бы плавать в воде, если бы существовал гигантский океан.",
  "Гравитация на Луне в 6 раз меньше, чем на Земле.",
  "Космические лучи — это высокоэнергичные частицы из космоса.",
  "Межзвёздный космос не полностью пуст, там есть редкий газ и пыль.",
  "Некоторые кометы имеют орбиты, длящиеся тысячи лет.",
  "Самая близкая звезда к Солнцу — Проксима Центавра, в 4.24 световых года.",
  "Астрономы используют спектр света для определения состава звёзд.",
  "Сверхмассивные чёрные дыры находятся в центрах большинства галактик.",
  "Большое Красное Пятно на Юпитере — гигантский шторм уже сотни лет.",
  "Солнечные вспышки могут влиять на космическую погоду вокруг Земли.",
  "На Венере день длиннее, чем её год."
]
