START_MESSAGE = (
    "Привет! 👋\n"
    "Я — «Взгляни в небо» — твой помощник в мире астрономии.\n\n"
    "🔭 Я подскажу, что интересного в небе сегодня(учитывая погоду!):\n"
    "— Где искать Планеты солнечной системы,\n"
    "— Когда пролетит МКС,\n"
    "— Видна ли Луна.\n\n"
    "🧠 Ты можешь узнавать новое через короткие факты и мини-викторины.\n\n"
    "📍 Чтобы начать, укажи своё местоположение.\n\n"
)

HELP_MESSAGE = (
    "❓ *Помощь по боту «Взгляни в небо»*\n\n"
    "📍 Сначала укажи город — просто напиши его в чат.\n\n"
    "Основные команды:\n"
    "🔭 /sky — что видно сегодня в небе\n"
    "📚 /learn — интересный факт или викторина\n"
    "🌦️ /weather — текущая погода в твоём городе\n"
    "⚙️ /gps — изменить пестоположение"
)

GPS_MESSAGE = "Пожалуйста, отправь свое местоположение, нажав на кнопку ниже:"
GPS_BUTMESSAGE = "📍 Отправить мое местоположение"
GPS_SUCCESS = "✅ Координаты сохранены!"


WEATHER_ERROR = "⚠️ Координаты не найдены. Сначала отправьте своё местоположение командой /gps."
APIWEATHER_ERROR = "❌ Не удалось получить погоду. Попробуйте позже."


stto = "привет алеже из харькова😏"